<?php
return [
    'filesDirPath' => storage_path() . '/files',
    'results'=> [
        [
            'year'   => '2018',
            'season' => '秋',
            'm'      => '5 部 1 位 昇格',
            'f'      => '5 部 5 位'
        ],
        [
            'year'   => '2018',
            'season' => '春',
            'm'      => '5 部 2 位',
            'f'      => '5 部 3 位'
        ],
        [
            'year'   => '2017',
            'season' => '秋',
            'm'      => '5 部 1 位',
            'f'      => '5 部 5 位'
        ],
        [
            'year'   => '2017',
            'season' => '春',
            'm'      => '5 部 2 位',
            'f'      => '5 部 5 位'
        ],
        [
            'year'   => '2016',
            'season' => '秋',
            'm'      => '5 部 2 位',
            'f'      => '5 部 4 位'
        ],
        [
            'year'   => '2016',
            'season' => '春',
            'm'      => '5 部 4 位',
            'f'      => '4 部 6 位 降格'
        ],
        [
            'year'   => '2015',
            'season' => '秋',
            'm'      => '5 部 4 位',
            'f'      => '4 部 6 位'
        ],
        [
            'year'   => '2015',
            'season' => '春',
            'm'      => '5 部 2 位',
            'f'      => '4 部 4 位'
        ],
        [
            'year'   => '2014',
            'season' => '秋',
            'm'      => '5 部 2 位',
            'f'      => '4 部 2 位'
        ],
        [
            'year'   => '2014',
            'season' => '春',
            'm'      => '5 部 4 位',
            'f'      => '4 部 3 位'
        ],
        [
            'year'   => '2013',
            'season' => '秋',
            'm'      => '5 部 3 位',
            'f'      => '4 部 3 位'
        ],
        [
            'year'   => '2013',
            'season' => '春',
            'm'      => '5 部 2 位',
            'f'      => '4 部 1 位'
        ],
        [
            'year'   => '2012',
            'season' => '秋',
            'm'      => '5 部 2 位',
            'f'      => '5 部 1 位 昇格'
        ],
        [
            'year'   => '2012',
            'season' => '春',
            'm'      => '5 部 2 位',
            'f'      => '5 部 1 位'
        ],
        [
            'year'   => '2011',
            'season' => '秋',
            'm'      => '5 部 3 位',
            'f'      => '5 部 2 位'
        ],
        [
            'year'   => '2011',
            'season' => '春',
            'm'      => '中止',
            'f'      => '中止'
        ],
        [
            'year'   => '2010',
            'season' => '秋',
            'm'      => '5 部 4 位',
            'f'      => '5 部 2 位'
        ],
        [
            'year'   => '2010',
            'season' => '春',
            'm'      => '5 部 4 位',
            'f'      => '5 部 4 位'
        ],
        [
            'year'   => '2009',
            'season' => '秋',
            'm'      => '5 部 4 位',
            'f'      => '5 部 3 位'
        ],
        [
            'year'   => '2009',
            'season' => '春',
            'm'      => '5 部 3 位',
            'f'      => '6 部 1 位 昇格'
        ],
        [
            'year'   => '2008',
            'season' => '秋',
            'm'      => '5 部 3 位',
            'f'      => '6 部 2 位'
        ],
        [
            'year'   => '2008',
            'season' => '春',
            'm'      => '5 部 3 位',
            'f'      => '5 部 6 位 降格'
        ],
        [
            'year'   => '2007',
            'season' => '秋',
            'm'      => '5 部 5 位',
            'f'      => '5 部 5 位'
        ],
        [
            'year'   => '2007',
            'season' => '春',
            'm'      => '4 部 6 位 降格',
            'f'      => '5 部 5 位'
        ],
        [
            'year'   => '2006',
            'season' => '秋',
            'm'      => '4 部 5 位',
            'f'      => '5 部 2 位'
        ],
        [
            'year'   => '2006',
            'season' => '春',
            'm'      => '4 部 3 位',
            'f'      => '4 部 6 位 降格'
        ]
    ]
];
