INSERT INTO
  `santama_results` (`id`, `year`, `sort_no_year`, `name`, `file_name`)
VALUES
  (2, 2015, 2, '男子Aダブルス', '2015mda.pdf'),
  (3, 2015, 4, '男子Bダブルス', '2015mdb.pdf'),
  (4, 2015, 1, '男子Aシングルス', '2015msa.pdf'),
  (5, 2015, 3, '男子Bシングルス', '2015msb.pdf'),
  (6, 2015, 5, '女子ダブルス', '2015wd.pdf'),
  (7, 2015, 6, '女子シングルス', '2015ws.pdf'),
  (8, 2016, 2, '男子Aダブルス', '2016mda.pdf'),
  (9, 2016, 4, '男子Bダブルス', '2016mdb.pdf'),
  (10, 2016, 1, '男子Aシングルス', '2016msa.pdf'),
  (11, 2016, 3, '男子Bシングルス', '2016msb.pdf'),
  (12, 2016, 5, '女子ダブルス', '2016wd.pdf'),
  (13, 2016, 6, '女子シングルス', '2016ws.pdf'),
  (14, 2017, 2, '男子Aダブルス', '2017mda.pdf'),
  (15, 2017, 4, '男子Bダブルス', '2017mdb.pdf'),
  (16, 2017, 1, '男子Aシングルス', '2017msa.pdf'),
  (17, 2017, 3, '男子Bシングルス', '2017msb.pdf'),
  (18, 2017, 5, '女子ダブルス', '2017wd.pdf'),
  (19, 2017, 6, '女子シングルス', '2017ws.pdf');
COMMIT;
